Repository: marcoroth/mirrOS_todoist
Catalog: locale/*/LC_MESSAGES/todoist.po
Languages: de_de, ja_jp

# todoist_description
source: This module shows you your tasks from todoist
de_de: Zeigt deine Aufgaben einer Todoist auf deinem Spiegel an
ja_jp: このモジュールはtodoistからのタスクを表示します。

# todoist_select_list
source: Select your todoist:
de_de: Bitte Liste auswählen:
ja_jp: todoistを選択:

# todoist_include_completed
source: Show completed tasks:
de_de: Zeige abgeschlossene Aufgaben:
ja_jp: 終了したタスクを表示:

# todoist_include_completed_yes
source: Yes
de_de: Ja

# todoist_include_completed_no
source: No
de_de: Nein

# todoist_more_tasks
source: other tasks
de_de: weitere Aufgaben
ja_jp: 他のタスク

# todoist_get_keys
source: You can find you key here (Settings > Integrations > API token):
de_de: Auf dieser Seite kannst du deinen Schlüssel finden (Settings > Integrations > API token):
ja_jp: ここでキーを見つけることができます。（設定>統合> APIトークン）

# todoist_sort
source: Sort by:
de_de: Sortieren nach:
ja_jp: 並び替え:

# todoist_sort_alphabetical
source: sort alphabetically
de_de: A-Z (nach Titel)
ja_jp: アルファベット順に並び替え

# todoist_sort_alphabetical_reverse
source: sort alphabetically reversed
de_de: Z-A (nach Titel)
ja_jp: アルファベット逆順に並び替え

# todoist_sort_oldest
source: sort by creation date (oldest first)
de_de: Älteste-Neuste
ja_jp: 作成日順に並べ替え（古い順）

# todoist_sort_newest
source: sort by creation date (newest first)
de_de: Neuste-Älteste
ja_jp: 作成日順に並べ替え（新しい順）

# todoist_sort_priority
source: sort by priority (1-4)
de_de: Nach Priorität (1-4)
ja_jp: 優先度別ソート（1-4）

# todoist_max_tasks
source: max amount of tasks
de_de: Anzahl Aufgaben anzeigen
ja_jp: タスクの最大数

# todoist_max_tasks_completed
source: amount of completed tasks
de_de: Anzahl der letzten abgeschlossenen Aufgaben
ja_jp: 完了したタスクの数

# todoist_save
source: Save Settings
de_de: Speichern
ja_jp: 設定を保存

source: Todoist Client ID
ja_jp: Todoist ID

source: Todoist Access Token
ja_jp: Todoist アクセストークン
